7zip
alacritty
aria2
autotiling
base
base-devel
bash-completion
bat
brave-bin
btop
catppuccin-cursors-mocha
catppuccin-sddm-theme-mocha
clang
cpupower
dosfstools
eza
fastfetch
fd
feh
flameshot
fuse2
fzf
gdb
gdu
git
glfw
glm
gnome-keyring
grub
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gvfs-smb
haruna
i3-wm
i3lock
intel-media-driver
intel-ucode
iwd
jq
libpulse
libva-intel-driver
linux
linux-firmware
lldb
lua-language-server
lxappearance
mesa-utils
nano
nemo
nemo-fileroller
nemo-share
neovim
network-manager-applet
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixie-sddm-git
polkit-gnome
polybar
python-pip
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6-multimedia-ffmpeg
qt6-svg
resvg
ripgrep
rofi
rofi-calc
rtkit
rustup
sddm
sddm-silent-theme
smartmontools
sudo
tmux
tree
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
ufw
unrar
unzip
vulkan-intel
wezterm-git
wget
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xf86-input-evdev
xf86-video-intel
xorg-xinit
xorg-xrandr
xorg-xset
xss-lock
yazi
yt-dlp
zip
zoxide
zram-generator
zsh
